[
  {
    "id": "624c04e0ee3dba8ae7186225",
    "picture": "https://img.freepik.com/free-photo/handsome-confident-smiling-man-with-hands-crossed-chest_176420-18743.jpg?w=740&t=st=1649149418~exp=1649150018~hmac=8da4c3c98d55556d39cad381b7990cd4b323d815dbf606022f82fb664a1d73ea",
    "rating": 5,
    "name": "Barrett Vaughan",
    "greeting": "Masha-Allah, I am Barrett Vaughan! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e05bc5eff3cd49dfc6",
    "picture": "https://img.freepik.com/free-photo/indoor-picture-cheerful-handsome-young-man-having-folded-hands-looking-directly-smiling-sincerely-wearing-casual-clothes_176532-10257.jpg?w=740&t=st=1649149420~exp=1649150020~hmac=c2d2519a2702eeee9f6ddad9b27ab190d46cb7852a4e0906f212d593c54abb2d",
    "rating": 4.5,
    "name": "Hopper Fulton",
    "greeting": "Masha-Allah, I am Hopper Fulton! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e043cfa34b5b732041",
    "picture": "https://img.freepik.com/free-photo/smiling-businessman-face-portrait-wearing-suit_53876-137680.jpg?w=740&t=st=1649149610~exp=1649150210~hmac=295ef1e95b502a7b50252b4fb74abd7356a999e7ce3ddc6a82c1ed696c59b328",
    "rating": 4,
    "name": "Prince Whitley",
    "greeting": "Masha-Allah, I am Prince Whitley! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e09967d4ca146e0b71",
    "picture": "https://img.freepik.com/free-photo/portrait-good-looking-smiling-arabic-man-suit-attractive-young-businessman-with-beard-moustache-looking-camera-portrait-international-beauty-concept_74855-21597.jpg?w=740&t=st=1649149490~exp=1649150090~hmac=996345e7ec5d239dcb916d8cac6c085370068311d0d5bb44c9f48f6140620115",
    "rating": 4.7,
    "name": "Riggs Solis",
    "greeting": "Masha-Allah, I am Riggs Solis! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e0918509261af21458",
    "picture": "https://img.freepik.com/free-photo/portrait-loving-arabic-woman-beautiful-woman-with-covered-head-make-up-looking-camera-international-beautiful-concept_74855-21619.jpg?w=740&t=st=1649149566~exp=1649150166~hmac=6deba276dfba969283bf830b66a234d150888ae5b0a93d20c659e18143997344",
    "rating": 4.1,
    "name": "Sandra Ross",
    "greeting": "Masha-Allah, I am Sandra Ross! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e0c46b25c1992fa9b0",
    "picture": "https://cdn.pixabay.com/photo/2021/01/27/07/58/woman-5954091_960_720.jpg",
    "rating": 4.8,
    "name": "Connie Mcmahon",
    "greeting": "Masha-Allah, I am Connie Mcmahon! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e04f59e5810e1f4336",
    "picture": "https://cdn.pixabay.com/photo/2020/04/25/10/32/hijab-5090230_960_720.jpg",
    "rating": 4.8,
    "name": "Sophia Fischer",
    "greeting": "Masha-Allah, I am Sophia Fischer! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e01b9cb6489ef662d6",
    "picture": "https://img.freepik.com/free-photo/half-length-portrait-arabian-saudi-businessman-dark-blue-studio-wall_155003-29369.jpg?w=740&t=st=1649149575~exp=1649150175~hmac=1dc70b23b88f19bab9f40fc3bcadf4046ac3088ebf6f128ed46eeb8e199b4fc7",
    "rating": 4.4,
    "name": "Deloris Parks",
    "greeting": "Masha-Allah, I am Deloris Parks! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e061ec0c5cdc5f33bc",
    "picture": "https://img.freepik.com/free-photo/shallow-focus-shot-female-wearing-biblical-robe-smiling-towards-camera_181624-31793.jpg?w=740&t=st=1649149630~exp=1649150230~hmac=a291a1da6ca3776036567d0b487689fb942740accd629001fcf99ad7678cd451",
    "rating": 4.1,
    "name": "Florence Nash",
    "greeting": "Masha-Allah, I am Florence Nash! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e08b5fb4174a7e4228",
    "picture": "https://cdn.pixabay.com/photo/2017/10/15/00/46/arabs-2852318_960_720.jpg",
    "rating": 4.2,
    "name": "Jimmie Mack",
    "greeting": "Masha-Allah, I am Jimmie Mack! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e03378a9425f2839dc",
    "picture": "https://cdn.pixabay.com/photo/2020/12/31/06/39/man-5875607_960_720.jpg",
    "rating": 4.2,
    "name": "Duran Cooke",
    "greeting": "Masha-Allah, I am Duran Cooke! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e0acbe7287de89688c",
    "picture": "https://img.freepik.com/free-photo/young-african-male-wearing-face-mask_181624-40472.jpg?w=740&t=st=1649150218~exp=1649150818~hmac=945cd589ee817b1359bd0dcfb44fb41c68e64fa05029077688737e4028fd0061",
    "rating": 4.5,
    "name": "Michael Koch",
    "greeting": "Masha-Allah, I am Michael Koch! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e058875d46b4ce74ac",
    "picture": "https://cdn.pixabay.com/photo/2014/08/13/08/55/muslim-417317_960_720.jpg",
    "rating": 5,
    "name": "Lawanda Clements",
    "greeting": "Masha-Allah, I am Lawanda Clements! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e05048b1a39dfd2748",
    "picture": "https://img.freepik.com/free-photo/young-handsome-student-with-laptop-university-park_1303-9987.jpg?w=740&t=st=1649150398~exp=1649150998~hmac=7a75d2b5a08c99ee7064dd3c1b995eee18e49163d9e5ee5d129accc7d59840e1",
    "rating": 4.9,
    "name": "Audrey Dickerson",
    "greeting": "Masha-Allah, I am Audrey Dickerson! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e09162823d724c4ec9",
    "picture": "https://img.freepik.com/free-photo/triumphing-dark-skinned-woman-supports-somebody-looks-gladfully-camera-clenches-fists-winning-gesture-has-pleasant-smile-face_273609-25351.jpg?w=740&t=st=1649150303~exp=1649150903~hmac=15c4ffbaff6a6e0463ce1cb0e64d08e23e642a63c25790b1f60cbf076196f8c0",
    "rating": 4.1,
    "name": "Dora Greene",
    "greeting": "Masha-Allah, I am Dora Greene! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  },
  {
    "id": "624c04e088113d696acde2ca",
    "picture": "https://cdn.pixabay.com/photo/2015/02/03/11/21/father-622364_960_720.jpg",
    "rating": 4.4,
    "name": "Mccarty Mcleod",
    "greeting": "Masha-Allah, I am Mccarty Mcleod! this book has  changed my life. Alhamdulillah. I am so blessed. It is a must read book for all. Heighly recomended. This book will worth your money and time for sure. I also would request the publishers to make the cover more sutainable and pages should be upgraded with a better type of paper."
  }
]